nvim
ripgrep
unzip
zsh
btrfs-progs
stow

sway
swaybg
swayidle
swaync
waybar
fuzzel
xorg-wayland
xorg-xlsclient
base
base-devel
qt5-wayland
glfw-wayland

otf-font-awesome
ttf-jetbrains-mono-nerd

foot
kitty

greetd-tuigreet

pipewire 
pipewire-pulse
pipewire-alsa
wireplumber

grim
slurp
sway-contrib

hyfetch
firefox
thunar
glfw
keepass
mpv
